Repository: MartinZikmund/PlayingWithPhysics
Catalog: src/Topics/Physics.ElectricParticle/Physics.ElectricParticle/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz

# AccelerationInfo
source: Particle acceleration is
cs_cz: Zrychlení částice je

# AddMotion
source: Change parameters
cs_cz: Změnit parametry

# AddMotionRadiation
source: Add motion
cs_cz: Přidat pohyb

source: Advanced difficulty
cs_cz: Pokročilá varianta

# AppDescription
source: The material will help to create an idea and overview of the movements of charged parts in a homogeneous magnetic field. The movements will be simulated using the choice of the direction of the magnetic field and the choice of the direction and magnitude of the velocities. The material also makes it possible to understand the difference in the behavior of particles in magnetic and electric fields. The material will also include theoretical calculations of the values given in the animation and thus connect the visual effect of the animation with the theoretical assumptions of movement. It will also be possible to use the material in the study of the basic properties of atomic nuclei (determination of mass).
cs_cz: Materiál umožní vytvořit představu pohybu nabitých částic v homogenním elektrickém poli a spojí tuto problematiku s praktickými příklady využití, které jsou v technické praxi typické. Vzhledem k tomu, že tyto pohyby nejsou pro žáky okem přímo pozorovatelné, umožní animace zviditelnit parametry pohybu částic v závislosti na volbě vstupních parametrů pohybu. V závislosti na volbě velikosti a směru počátečních rychlostí budou žáci tvořit hypotézy pohybu částice a následně tyto své myšlenky potvrzovat nebo vyvracet. Autoři obsahu: Petr Kvoch, Radka Procházková Programátoři: Daniel Zikmund, Martin Zikmund Grafika: Petr Weinlich

# AppName
source: Playing with Physics: Electric Field
cs_cz: Hrátky s fyzikou: Pohyb částice v homogenním elektrickém poli

# ChargePolarity_Negative
source: negative
cs_cz: záporný

# ChargePolarity_Positive
source: positive
cs_cz: kladný

source: Current values
cs_cz: Aktuální hodnoty

source: Draw motion
cs_cz: Vykresli pohyb

source: Easy difficulty
cs_cz: Základní varianta

# ElectronWeightInfo
source: Electron weight should be inputted as 0,000545.
cs_cz: Hmotnost elektronu zadejte pomocí čísla 0,000545.

# EnvironmentSetting_Air
source: air
cs_cz: vzduch

# EnvironmentSetting_CastorOil
source: castor oil
cs_cz: ricinový olej

# EnvironmentSetting_Vacuum
source: vacuum
cs_cz: vakuum

# EnvironmentSetting_Water
source: water
cs_cz: voda

source: Game
cs_cz: Hra

# Input_EnvironmentSetting
source: Environment between planes
cs_cz: Prostředí mezi deskami

# Input_PlaneDistanceGeneral
source: Plane distance
cs_cz: Vzdálenost desek

# Input_PlaneDistanceHorizontal
source: Horizontal planes distance
cs_cz: Vzdálenost vodorovných desek

# Input_PlaneDistanceVertical
source: Vertical planes distance
cs_cz: Vzdálenost svislých desek

# Input_PlaneLabelBottom
source: bottom
cs_cz: dolní

# Input_PlaneLabelLeft
source: left
cs_cz: levé

# Input_PlaneVoltageBetweenGeneral
source: Voltage between planes
cs_cz: Napětí mezi deskami

# Input_PlaneVoltageBetweenHorizontal
source: Voltage between horizontal planes
cs_cz: Napětí mezi vodorovnými deskami

# Input_PlaneVoltageBetweenVertical
source: Voltage between vertical planes
cs_cz: Napětí mezi svislými deskami

# Input_PrimaryPlaneChargePolarity_FirstPart
source: Charge polarity
cs_cz: Polarita náboje

# Input_PrimaryPlaneChargePolarity_SecondPart
source: plane
cs_cz: desky

# Input_SecondaryPlaneChargePolarity_FirstPart
source: Charge polarity
cs_cz: Polarita náboje

# Input_SecondaryPlaneChargePolarity_SecondPart
source: plane
cs_cz: desky

# Input_VelocityDirection
source: Velocity direction
cs_cz: Směr rychlosti

# ParticleType_AtomNucleus
source: Atom nucleus
cs_cz: Atomové jádro

# ParticleType_ChargedBody
source: Charged body
cs_cz: Nabité tělísko

# ParticleType_Electron
source: Electron
cs_cz: Elektron

# PlaneOrientation_Advanced_VerticalHorizontal
source: Vertically and horizontally oriented charged planes without gravity
cs_cz: Svisle i vodorovně orientované nabité desky bez tíhového pole

# PlaneOrientation_Advanced_VerticalWithGravity
source: Vertically oriented charged planes with gravity
cs_cz: Svisle orientované nabité desky včetně tíhového pole

# PlaneOrientation_Easy_Horizontal
source: Horizontally oriented charged planes without gravity
cs_cz: Vodorovně orientované nabité desky bez tíhového pole

# PlaneOrientation_Easy_HorizontalWithGravity
source: Horizontally oriented charged planes with gravity
cs_cz: Vodorovně orientované nabíté desky včetně tíhového pole

# PlaneOrientation_Easy_Vertical
source: Vertically oriented charged planes without gravity
cs_cz: Svisle orientované nabité desky bez tíhového pole

# PlaneOrientation_Header
source: Choose variant
cs_cz: Poloha desek

# PlaneOrientation_Horizontal
source: Horizontal
cs_cz: vodorovně

# PlaneOrientation_Vertical
source: Vertical
cs_cz: svisle

# PrimaryPlaneChargePolarity_Negative
source: negative
cs_cz: záporný

# PrimaryPlaneChargePolarity_Positive
source: positive
cs_cz: kladný

# SecondaryPlaneChargePolarity_Negative
source: negative
cs_cz: záporný

# SecondaryPlaneChargePolarity_Positive
source: positive
cs_cz: kladný

source: Set parameters
cs_cz: Nastavit parametry

# ShortAppName
source: Electric Field
cs_cz: Pohyb částice v homogenním elektrickém poli

# StartSpeedInfo
source: Particle speed at origin is
cs_cz: Počáteční rychlost částice je

# VelocityDirection_VerticallyDown
source: vertically down
cs_cz: svisle dolů

# VelocityDirection_VerticallyUp
source: vertically up
cs_cz: svisle nahoru

# VerticalChargePolarity_Negative
source: negative
cs_cz: záporný

# VerticalChargePolarity_Positive
source: positive
cs_cz: kladný

# VerticalInput_Charge
source: Object charge
cs_cz: Náboj tělesa

# VerticalInput_ChargeBase
source: base
cs_cz: základ čísla (mantisa)

# VerticalInput_ChargePolarity
source: Charge polarity
cs_cz: Polarita náboje

# VerticalInput_ChargePower
source: power of
cs_cz: mocnina čísla

# VerticalInput_Mass
source: Mass
cs_cz: Hmotnost tělesa

# VerticalVariant_Deviation
source: Origin speed and horizontal direction deviation
cs_cz: Odchylka počáteční rychlosti

# VerticalVariant_PlaneDistance
source: Plane distance
cs_cz: Vzdálenost desek

# VerticalVariant_Velocity
source: Origin speed of object
cs_cz: Počáteční rychost tělesa

# VerticalVariant_VoltageBetweenPlanes
source: Voltage between planes
cs_cz: Hodnota napětí mezi deskami
